{
    "unknown": {
        "name": "Unknown",
        "description": "This planet's biome is unknown at this time."
    },
    "super_earth": {
        "name": "Super Earth",
        "description": "Super Earth is the blinding beacon that shines the light of democracy through the stars. The sprawling heart that beats in time to mankind's quest of liberation. Here live the wealthy, important and proud. Here live those who have pulled themselves up by their bootstraps and achieved their dreams. Here live the citizens of Super Earth."
    },
    "arctic_glacier_tien_kwan": {
        "name": "Tien Kwan [Arctic]",
        "description": "Ice and moss-covered rock can be found across most of the surface of this planet."
    },
    "blackhole": {
        "name": "Black Hole",
        "description": "The planet is gone, the ultimate price to pay in the war for humanity's survival."
    },
    "sandy_base": {
        "name": "Desert Dunes [Sandy]",
        "description": "A blazing-hot desert planet, its rocky mesas are the sole interruptions to the endless sea of dunes.",
        "old_slug": "mesa"
    },
    "sandy_acid": {
        "name": "Acidic Badlands [Sandy]",
        "description": "Dense, toxic fumes from deep within the planet's crust seep out of cracks in the earth and coat the ground in a sickly haze.",
        "old_slug": "toxic"
    },
    "sandy_moon": {
        "name": "Moon [Sandy]",
        "description": "A rocky, lonely moon with extremely valuable mineral deposits underneath the surface.",
        "old_slug": "moon"
    },
    "sandy_mineral": {
        "name": "Rocky Canyons [Sandy]",
        "description": "This arid, rocky biome covering this world has driven the evolution of exceptionally efficient water usage in its various organisms.",
        "old_slug": "canyon"
    },
    "sandy_spiky": {
        "name": "Desert Cliffs [Sandy]",
        "description": "A desert planet prone to unpredictable and dangerous sand twisters.",
        "old_slug": "desert"
    },
    "primordial_base": {
        "name": "Volcanic Jungle [Primordial]",
        "description": "Abundant with life, this wet planet is covered in deep oceans, thick forests, and tall grasses.",
        "old_slug": "jungle"
    },
    "primordial_dead": {
        "name": "Deadlands [Primordial]",
        "description": "The lifeless grey of this planet is interrupted only by the violet flowers that grow from strange, parasitic outcroppings.",
        "old_slug": "wasteland"
    },
    "primordial_purple": {
        "name": "Ethereal Jungle [Primordial]",
        "description": "This world teems with ethereal, boundless, and peculiar plant life that spreads silent and uninterrupted across its entire surface.",
        "old_slug": "ethereal"
    },
    "primordial_blue": {
        "name": "Ionic Jungle [Primordial]",
        "description": "The strange subversion of photosynthesis that sustains the oddly-hued flora that flourishes on this planet remains an intriguing mystery to Super Earth's greatest exo-biologists.",
        "old_slug": "rainforest"
    },
    "primordial_bug": {
        "name": "Supercolony [Primordial]",
        "description": "Entirely unforeseeable mutations from the Termicide led to hyper-accelerated bug growth on this planet, turning it into a Supercolony. It is corrupted beyond saving. The bugs infest every inch of it, down to the mantle, spawning trillions of spores every day.",
        "old_slug": "supercolony"
    },
    "arctic_glacier_base": {
        "name": "Icy Glaciers [Arctic]",
        "description": "Submerged in eternal winter, this world's frosty peaks glimmer in the light of its too-distant star.",
        "old_slug": "winter"
    },
    "arctic_glacier_coldrocky": {
        "name": "Boneyard [Arctic]",
        "description": "Ice and moss-covered rock can be found across most of the surface of this planet.",
        "old_slug": "icemoss"
    },
    "moor_baseplanet": {
        "name": "Plains [Moor]",
        "description": "Rocky outcroppings punctuate fields of tall grass in a planet dominated by misty highland terrain.",
        "old_slug": "highlands"
    },
    "moor_tundra": {
        "name": "Tundra [Moor]",
        "description": "A perennially chilly climate has allowed short, colorful shrubs to flourish across this planet's surface.",
        "old_slug": "tundra"
    },
    "moor_arid": {
        "name": "Scorched Moor [Moor]",
        "description": "Scorching temperatures, high winds, and low precipitation cause a near-constant cycle of fires to sweep this planet, punctuated by short bursts of lush rebirth between infernos.",
        "old_slug": "desolate"
    },
    "moor_red": {
        "name": "Ionic Crimson [Moor] ",
        "description": "A crimson algae has propagated wildly across this entire planet, coating its rocky hills with a constant red that masks the spilt blood of the heroes who defend it from tyranny.",
        "old_slug": "crimsonmoor"
    },
    "swamp_base": {
        "name": "Basic Swamp [Swamp]",
        "description": "Tall, gnarled trees flourish across the surface of this forested world. Sunlight filters past dangling vines, to the saturated undergrowth below.",
        "old_slug": "swamp"
    },
    "swamp_haunted": {
        "name": "Haunted Swamp [Swamp]",
        "description": "Squelching mud, twisting roots; the odor of rot and anarchy. A teeming, endless morass.",
        "old_slug": "haunted_swamp"
    }
}